{
  "title": "University of Arcane Arts",
  "description": "Ecosystem vesting period ramen stealth product management non-disclosure agreement first mover advantage direct mailing social proof partnership buzz hackathon equity. User experience virality iteration gen-z vesting period innovator paradigm shift customer metrics scrum project. Funding business-to-consumer ownership hypotheses disruptive market user experience bandwidth validation early adopters buzz research & development launch party. Accelerator churn rate network effects product management partner network.",
  "is_mission": true,
  "navMap": {
    "x": 50,
    "y": 50
  },
  "priority": 1,
  "backgroundMusic": "hackertheme_104771b",
  "backgroundEffect": {
    "key": "starfield",
    "options": { "baseSpeed": 0.03, "direction": "topToBottom" }
  },
  "flavorTextOverrides": {
    "bookshelf": "Hmmm... A lot of classics in here. \"You Don't Know JS\", \"JavaScript: The Good Parts\", and a bunch more.",
    "ducktypium": "Whoa, this is pure Ducktypium. Powerful, but highly unstable. If the JavaScript in this lab is powered by this stuff, no wonder there’s the occasional insurance claim.",
    "passwordDeskNote": "Written on a sticky note on her desk: \"Stasis Beam Password: <span class=\"highlight\">PEW PEW PEW!</span>\"",
    "officeTerminal": "This screen is monitoring the temperature in the Ducktypium room. Its a balmy 21°C.",
    "officeBookshelf": "There are lots of different past experiment notebooks in here. Mutations, tranformations, prototypes, and more stuff.",
    "opensMar2020": "The adventure continues this way in <span class=\"highlight\">early May 2020</span> - check back later this month, <a href=\"https://twitter.com/TwilioQuest\">follow Cedric on Twitter</a>, and <a href=\"https://www.twilio.com/quest#email\">sign up for our newsletter</a> to be the first to know when this area opens up!",
    "playerPlantedTree": "Your very own tree! It represents an actual tree that will be planted in Australia to help recover from the recent wildfires there.",
    "loopLockInfo": "This strange room displays a number, just like the numbers outside the secure cargo holds on the ship. I wonder if they're connected? I should <span class=\"highlight\">take a walk around this room</span> to see what happens..."
  }
}
